Repository: MelusineL/Angular-i18n
Catalog: src/locale/messages.*.xlf
Languages: fr

# app.angularLogo
source: Angular Logo
fr: Logo Angular

# app.welcomeTitle
source: Welcome
fr: Bienvenu.e

# app.title
source: {{ title }} app is running!
fr: L'application {{ title }} est lancée !

# app.accountTitle
source: Account
fr: Compte

# app.accountMessage
source: Fill the form below to create an account:
fr: Remplissez le formulaire ci-dessous pour créer un compte :

# app.nextTilte
source: Next Steps
fr: Étape suivante

# app.nextMessage
source: What do you want to do next with your app?
fr: Que voulez-vous faire avec votre application ?

# app.nextContent
source: contenu ohlala
fr: du contenu

# app.svgTitle
source: Gray Clouds Background
fr: Fond nuages gris

# form.title
source: Create an account
fr: Créer un compte

# form.error
source: Error form invalid
fr: Erreur, formulaire invalid

# form.success
source: Success form valid
fr: Formulaire correct

# form.emailInvalid
source: Invalid email
fr: Email invalide

# form.passwordInvalid
source: Password must :
fr: Le mot de passe doit

# form.passwordInvalidNbCharacters
source: Be longer than 8 characters
fr: Faire plus de 8 caractères

# form.passwordInvalidUpper
source: Contain 1 upper case letter
fr: Contenir au moins une majuscule

# form.passwordInvalidSpecial
source: Contain 1 special character
fr: Contenir au moins un caractère spécial

# form.submit
source: Submit
fr: Créer mon compte

# lang.title
source: Lang
fr: Langue

# lang.fr
source: French
fr: 🇫🇷 Français

# lang.en
source: English
fr: 🇬🇧 Anglais
